Repository: khattah/Khatta-Mobile-App
Catalog: lib/l10n/intl_*.arb
Languages: ar

# app_title
source: KHATTAH
ar: ختة

source: Sign In
ar: تسجيل دخول

source: Sign Up
ar: سجل

# nameDoneBtn
source: Done
ar: تم

# nameNextBtn
source: Next
ar: التالي

# namePrevBtn
source: Previous
ar: السابق

# nameSkipBtn
source: Skip
ar: تخظي

# intro_slider_title1
source: welcome
ar: عن التطبيق

# intro_slider_title2
source: Join us
ar: انضم لنا

# intro_slider_title3
source: Subscribe
ar: إشترك في باقة

# intro_slider_title4
source: Pay
ar: ادفع

# intro_slider_title5
source: share
ar: شارك

# intro_slider_title6
source: redeem
ar: اكسب

# intro_slider_title7
source: enjoy
ar: مرحبا بك

# intro_slider_info1
source: JT trading app is app help you to gain extra money.
ar: تطبيق التداول JT هو تطبيق يساعدك على كسب أموال إضافية.

# intro_slider_info2
source: To join us you need to register to our system or login to it if you already have account.
ar: للانضمام إلينا ، تحتاج إلى التسجيل في نظامنا أو تسجيل الدخول إليه إذا كان لديك حساب بالفعل.

# intro_slider_info3
source: Subscribe to any package and gain the reward.
ar: اشترك في أي باقة واحصل على المكافأة.

# intro_slider_info4
source: Pay for the package you want to subscribe.
ar: ادفع مقابل الباقة التي تريد الاشتراك فيها.

# intro_slider_info5
source: Share the package with friends, family and social media ,so they can able to subscribe.
ar: شارك الباقة مع الأصدقاء والعائلة ووسائل التواصل الاجتماعي ، حتى يتمكنوا من الاشتراك.

# intro_slider_info6
source: Redeem the money you gain after people subscribe to your package.
ar: استرد الأموال التي تكسبها بعد أن يشترك الأشخاص في باقتك.

# intro_slider_info7
source: Now you can enjoy our service.
ar: الآن يمكنك الاستمتاع بخدماتنا.

source: Phone number
ar: رقم الهاتف

# phone_number_hint
source: Phone number(with no zero)
ar: رقم التلفون(من غير صفر)

# phone_number_hint_sign_up
source: Phone number(with no zero))
ar: رقم التلفون(من غير صفر البداية)

source: Password
ar: كلمة المرور

# forget_passwordQ
source: Forget Password?
ar: نسيت كلمة المرور؟

source: Forget Password
ar: نسيت كلمة المرور

# don_have_account
source: Don't have account?
ar: ليس لدي حساب؟

source: Confirm password
ar: تاكيد كلمة السر

source: Last name
ar: إسم العائلة

source: First name
ar: الإسم الاول

# last_name_hint
source: ex:Ali
ar: مثال:علي

# first_name_hint
source: ex:Ahmed
ar: مثال:احمد

source: Code
ar: مفتاح

# i_accept
source: I accept the
ar: انا أقبل

# term_conditions
source: Terms of use
ar: ساسية الاستخدام

# forget_password_done_message
source: Password changed successfully Sign in now.
ar: تم تغيير كلمة المرور بنجاح تسجيل الدخول الآن.

# change_password_done_message
source: Password changed successfully.
ar: تم تغير كلمة المرور بنجاح .

# forget_password_message
source: A text message containing the activation code will be sent to your number
ar: سيتم إرسال رسالة نصية تحتوي على رمز التفعيل على رقم هاتفك

source: Submit
ar: تأكيد

source: Verification
ar: التحقق

# verification_msg
source: Please enter the verification code that sent to your number ,to complete your account activation
ar: الرجاء إدخال رمز التحقق المرسل إلى رقمك لإكمال تنشيط حسابك

source: Home
ar: الرئيسة

source: History
ar: السجل

source: Settings
ar: الضبط

source: Click again to exit!
ar: إضغط مرة اخرى للخروج!

source: Packages
ar: الحزم

source: Active Packages
ar: الباقات النشطة

source: state
ar: الحالة

source: Browse Packages
ar: تصفح الباقات

source: History packages
ar: سجل الحزم

source: Package details
ar: تفاصيل الحزمة

source: Buy package
ar: إشتري الحزمة

source: Accepted
ar: موافقة

source: View Details
ar: عرض التفاصيل

source: Account settings
ar: الصفحة الشخصية

source: Language
ar: اللغة

source: Help
ar: مساعدة

source: About
ar: عن التطبيق

source: Logout
ar: تسجيل خروج

# are_you_sure
source: Are your sure?
ar: هل انت متأكد؟

source: Yes
ar: نعم

source: Cancel
ar: إلغاء

source: Choose language
ar: اختر اللغة

source: Profile
ar: الصفحة الشخصية

source: Name
ar: الأسم

source: Phone
ar: الهاتف

# change_your_password
source: Mange your password ,ex change it
ar: إدارة كلمة المرور مثل تغيرها

source: Change password
ar: تغير كلمة المرور

source: Change number
ar: تغير رقم الهاتف

source: Enter your name
ar: أدخل اسمك

source: Save
ar: حفظ

source: Profile photo
ar: صورة الصفحة الشخصية

source: Gallery
ar: الأستيديو

source: Camera
ar: الكاميرا

source: Please wait ...
ar: الرجاء الانتظار ...

source: wait ...
ar: انتظر ...

source: Please fill all fields
ar: الرجاء تعبئة كل الحقول

# invalid_username
source: Invalid phone number
ar: رقم التلفون غير صحيح

# short_password
source: Password should be 4 letters minimum
ar: يجب ان يكون كلمة السر من 4 احرق على الاقل

# invalid_name
source: please enter valid name
ar: الرجاء ادخل اسم صحيح

# password_not_match
source: password does't match the confirmation
ar: كلمة السر غير متطابقة

# invalid_login
source: username or password is not correct
ar: السمتخدم غير موجود

# check_term_of_user
source: Accept the terms of use first
ar: الرجاء قبول شروط واحكام التسجيل اولا

# forget_message
source: Message has been sent to this number check your sms
ar: تم ارسال رسالة الي هذا الرقم الرجاء مراجعة الرسائل النصية لديك

source: OK
ar: حسنا

source: Updating...
ar: جاري التحديث...

source: Updated
ar: تم التحديث

# on_progress
source: IN PROGRESS
ar: باقة نشطة

# no_active_packages
source: You don't currently participate in any package
ar: أنت لا تشترك حاليا في أي حزمة

# no_history_packages
source: You don't currently any package in your history
ar: ليس لديك حاليا أي حزمة اشتركت بها مسبقا

source: Send Invitations
ar: أرسل دعوات

source: Invitation
ar: دعوة

# you_earn
source: Earn
ar: تحصل

# you_give
source: Put
ar: خت

source: SDG
ar: جنية

# referrals
source: Subscribers
ar: المشتركين

source: Redeemed Via
ar: اشترك بواسطة

source: Redeem Reward
ar: احصل على المكافأة

source: Vendor
ar: بائع

source: Accept Invitation
ar: أقبل الدعوة

source: Referrals needed
ar: عدد المشتركين المطلوب

# finished_state
source: Completed
ar: إكتمل

source: Un paid
ar: غير مدفوعة

source: Paid
ar: تم السداد

# no_subscribers_msg
source: No subscribers accepted yet, please send invitation or share package with others
ar: لا يوجد مشتركين حتى الآن ، يرجى إرسال دعوة أو مشاركة الحزمة مع الآخرين

source: Payment
ar: الدفع

# pay
source: Pay now
ar: إدفع الان

# payment_later
source: Payment process will be done here later
ar: ستضاف لاحقا هنا عمليات الدفع

# redeem_later
source: Redeem process will be done here later
ar: ستضاف لاحقا هنا عمليات سحب الجائزة

source: Done
ar: تم

source: Pay later
ar: أدفع لاحقا

source: Update App ?
ar: تحديث التطبيق؟

source: Close app
ar: قفل التطبيق

source: Update Now
ar: حدث الان

# update_message
source: A new version of KHATA app is available ! Please update your Fatish app to latest version
ar: يتوفر إصدار جديد من تطبيق ختة الرجاء قم بتحديث التطبيق لاخر إصدار

# resend_activation_code
source: Resend SMS
ar: إعادة ارسال الرسالة

source: resend
ar: إرسال

source: Old password
ar: كلمة السر القديمة

source: New password
ar: كلمة السر الجديدة

source: Confirm New password
ar: تأكيد كلمة السر الجديدة

# customer_service_info_message
source: Please contact customer service to complete the cash payment for subscription to package No
ar: الرجاء التواصل مع خدمة العملاء لاتمام عملة الدفع نقدا للإشتراك الخاص بالباقة رقم

# customer_service_info_message_redeem
source: Please contact customer service to complete the redeem progress for subscription No
ar: الرجاء التواصل مع خدمة العملاء لاتمام عملة الدفع السحب في الاشتراك رقم

source: Pay cash
ar: الدفع نقدا

source: Exit
ar: خروج

# customer_service_number
source: Customer service phone number
ar: رقم هاتف خدمةالعملاء

# subscribe_ask
source: Are you sure you want to subscribe on this package
ar: هل تريد الاشتراك في هذه الباقة؟

source: Subscribe
ar: إشتراك

source: Confirm
ar: تأكيد

# no_internet
source: No internet network connection
ar: لا يوجد اتصال بالانترنت

# complete_process
source: Please complete the process
ar: الرجاء اكمال العملية

source: Back
ar: رجوع

source: Redeem
ar: المكافأة

# pay_noqod
source: Cash card
ar: الدفع عبر البطاقة

# card_id
source: Bank card number
ar: رقم البطاقة المصرفية

# card_id_hint
source: Bank card number(Optional)
ar: رقم البطاقة المصرفية(اختياري)

# edit_card_id
source: Edit bank card number
ar: تعديل رقم البطاقة المصرفية

source: Not added
ar: غير مضاف

# subscribe_link
source: subscription link
ar: رابط الاشتراك

# subscribe_link_past
source: Please enter or past subscription link here
ar: ادخل او انسخ رابط الاشتراك هنا

# subscribe_link_enter
source: Please enter or past subscription link
ar: الرجاء ادخال رابط الاشتراك

# subscribe_link_valid
source: Please enter correct subscription link
ar: الرجاء ادخال رابط اشتراك صحيح
